{
  "The Big Bang Theory": {
    "1 Temporada": {
      "1": "A rotina dos brilhantes, mas socialmente desajeitados, físicos Leonard e Sheldon é virada de cabeça para baixo quando a bela e espontânea Penny se muda para o apartamento da frente. Enquanto Leonard se encanta imediatamente, Sheldon lida com a nova dinâmica de seu próprio jeito.",
      "2": "Leonard tenta se aproximar de Penny, mas o método científico de Sheldon para o romance vira uma bagunça quando ele decide dar uma \"mãozinha\" no apartamento da vizinha. Prepare-se para o caos.",
      "3": "Quando Sheldon tenta dar conselhos financeiros a Penny, o resultado é um desentendimento que os vizinhos precisam resolver. Os rapazes então se unem em um esforço peculiar para fazer as pazes.",
      "4": "Após ser demitido, Sheldon entra em uma crise existencial que exige a intervenção de sua mãe. Ela o incentiva a encontrar novos hobbies, com resultados hilários que incluem peixes luminosos e instrumentos bizarros.",
      "5": "Determinado a encontrar o hambúrguer perfeito, Sheldon arrasta Penny em uma épica viagem de carro. O que deveria ser um almoço simples se transforma em uma aventura com pernoite e muitas surpresas.",
      "6": "Quando Penny dá uma festa de Halloween, os rapazes se veem em apuros para escolher fantasias e interagir. Sheldon tenta decifrar a diversão social enquanto Leonard busca uma chance com Penny, resultando em muita confusão geek.",
      "7": "O musculoso ex-namorado de Penny volta à cena, deixando Leonard inseguro e abalando a dinâmica do grupo. Enquanto isso, Sheldon entra em pânico com a ameaça à sua sagrada rotina noturna.",
      "8": "Quando Penny pede ajuda com um presente, Sheldon se vê totalmente desconfortável com a ideia de retribuir gestos. Graças à intervenção de Raj, ele embarca em uma hilária e peculiar busca pelo \"presente perfeito\" para Penny.",
      "9": "Um convite para apresentar um artigo conjunto em uma conferência científica transforma-se em guerra quando Sheldon se recusa a compartilhar os créditos com Leonard. A disputa pela autoria testa os limites da amizade e da parceria profissional dos dois colegas de apartamento.",
      "10": "Sheldon, para evitar a peça de Penny, inventa um primo fictício, Leo. Mas quando a mentira sai do controle e ele contrata um ator, as coisas se complicam ainda mais.",
      "11": "Penny adoece, forçando os rapazes a cuidarem dela e deixando Sheldon em pânico com os germes. Excluído e sentindo-se a própria \"anomalia\", ele tenta \"ajudar\" de uma forma hilariamente desastrosa.",
      "12": "Sentindo-se intelectualmente superior, Sheldon substitui seus amigos por um prodígio de 15 anos. A chegada do gênio adolescente provoca ciúmes em Leonard, Howard e Raj, que farão de tudo para sabotá-lo.",
      "13": "A arrogância de Sheldon na preparação para o Torneio de Física faz com que seus amigos o expulsem da equipe. Determinado a provar seu valor, ele forma um time improvável para enfrentar seus ex-companheiros.",
      "14": "Quando a obsessão de Sheldon por um artefato de ficção científica atinge um ponto crítico, ele decide se livrar de todas as suas coleções e adotar um estilo de vida \"normal\". Mas seus amigos logo percebem que preferem o Sheldon que eles conhecem – com todos os seus hábitos peculiares.",
      "15": "Quando Wolowitz se encanta pela brilhante cientista Leslie Winkle, Sheldon a desafia em uma batalha intelectual. Prepare-se para um embate de egos e fórmulas, enquanto Leonard tenta mediar o caos.",
      "16": "Leonard tenta organizar uma festa surpresa para Penny, mas Sheldon, como sempre, estraga tudo. Para evitar a comemoração, Penny inventa uma alergia a amendoim, levando Leonard a uma tentativa heroica de salvá-la.",
      "17": "Leonard finalmente toma coragem para convidar Penny para sair, mas o conselho peculiar de Sheldon sobre o \"fator tangerina\" o faz repensar. Será que a intromissão do físico vai arruinar de vez a chance de um romance entre eles?"
    },
    "12 Temporada": {
      "1": "Recém-casados, Sheldon e Amy partem para sua lua de mel, onde as peculiaridades de ambos são postas à prova. Em Pasadena, os amigos enfrentam novas dinâmicas em suas próprias vidas.",
      "2": "Um dilema inesperado abala a rotina do grupo, forçando-os a repensar suas prioridades pessoais e profissionais. As tensões aumentam quando segredos e antigas rivalidades vêm à tona de forma hilária.",
      "3": "Penny e Leonard enfrentam um grande dilema ao discutir o futuro e a possibilidade de ter filhos. Enquanto isso, Raj inadvertidamente cria um caos na vida amorosa de Anu.",
      "4": "Sheldon e Amy enfrentam um desafio inesperado que testa os limites da sua lógica conjugal. Enquanto isso, o resto da turma tenta ajudar Raj a lidar com um dilema social bastante peculiar, com resultados hilariantes.",
      "5": "Uma nova oportunidade profissional abala a rotina de Sheldon e Amy, forçando-os a reavaliar suas prioridades. Enquanto isso, Leonard se esforça para animar Penny, que se sente estagnada em seu trabalho.",
      "6": "A jornada de Sheldon e Amy pelo Prêmio Nobel se complica ainda mais. Enquanto isso, Leonard e Penny enfrentam uma decisão que pode mudar suas vidas para sempre.",
      "7": "À medida que os amigos encaram os desafios da vida adulta e grandes decisões, o mundo de Sheldon, Leonard e companhia está prestes a mudar. Entre avanços científicos e dilemas pessoais, será que a turma conseguirá manter a sanidade e, quem sabe, encontrar o Nobel?",
      "8": "Sheldon e Amy enfrentam uma concorrência inesperada que pode abalar sua pesquisa rumo ao Nobel. Enquanto isso, Raj tenta um método pouco convencional para impressionar um novo interesse amoroso, com resultados imprevisíveis.",
      "9": "Com o futuro cada vez mais presente, Sheldon e Amy precisam tomar uma grande decisão que pode mudar tudo. Enquanto isso, o resto do grupo lida com reviravoltas hilárias e dilemas inesperados na carreira e nos relacionamentos.",
      "10": "A possibilidade do Prêmio Nobel se torna uma realidade palpável para Sheldon e Amy, que enfrentam pressões inéditas que testam seus limites científicos e pessoais. Enquanto isso, o resto do grupo lida com suas próprias versões de dilemas da vida adulta, buscando apoio mútuo.",
      "11": "Um novo revés abala a corrida de Sheldon e Amy pelo Prêmio Nobel, testando sua parceria científica. Enquanto isso, o restante da turma lida com suas próprias complicações, pessoais e profissionais.",
      "12": "Enquanto Sheldon e Amy aguardam notícias que podem mudar suas vidas, o resto do grupo de amigos de Pasadena enfrenta dilemas inesperados, forçando-os a considerar o futuro. Uma decisão crucial pode unir ou afastar ainda mais os nerds e suas amadas.",
      "13": "Enquanto Sheldon e Amy se aproximam de um grande reconhecimento na física, um pequeno obstáculo social ameaça seus planos. Os amigos se unem para ajudar a dupla a navegar pelas complexidades da fama e das expectativas.",
      "14": "Enquanto Sheldon e Amy enfrentam um desafio que pode mudar suas carreiras, o restante do grupo se divide em uma hilária competição sobre um novo hobby. Segredos são revelados e amizades são testadas em meio a risadas.",
      "15": "Leonard e Penny contemplam uma importante decisão de doação, mas a intromissão previsivelmente excêntrica de Sheldon promete virar tudo de cabeça para baixo. Paralelamente, Howard e Bernadette lidam com os imprevisíveis e hilários desafios da paternidade.",
      "16": "Sheldon e Amy enfrentam um revés científico que ameaça seu caminho para o Nobel. Paralelamente, os amigos tramam um plano secreto que pode ter grandes consequências para o casal.",
      "17": "Sheldon e Amy encaram um novo obstáculo inesperado na corrida pelo Nobel, testando sua parceria e paciência. Paralelamente, o resto da gangue se vê em divertidas confusões típicas.",
      "18": "A corrida de Sheldon e Amy pelo Nobel sofre uma reviravolta inesperada, colocando sua teoria – e o relacionamento – à prova. Enquanto isso, o resto do grupo se envolve em situações cômicas ao tentar (ou não) oferecer apoio aos amigos.",
      "19": "Sheldon e Amy enfrentam um dilema complexo na corrida pelo Nobel, que pode impactar tanto suas carreiras quanto o relacionamento. Ao mesmo tempo, o grupo se depara com uma grande mudança na vida de um de seus membros, gerando reações inesperadas.",
      "20": "Enquanto Sheldon e Amy aguardam ansiosamente a notícia que pode mudar suas carreiras para sempre, os amigos se reúnem para lidar com suas próprias ansiedades e expectativas sobre o futuro.",
      "21": "A corrida para o Prêmio Nobel atinge seu ponto crucial, com Sheldon e Amy lidando com a imensa pressão e novas reviravoltas. Enquanto os amigos tentam ajudar, a situação se torna um caldeirão de expectativas e surpresas.",
      "22": "Com o anúncio do Nobel à vista, Sheldon e Amy encaram uma decisão crucial que pode definir seu legado. Enquanto isso, a turma toda se reúne para refletir sobre os últimos anos e celebrar a extraordinária jornada que compartilharam.",
      "23": "A caminho da cerimônia do Nobel, Sheldon e Amy enfrentam a pressão e a grandiosidade do momento, refletindo sobre a jornada que os levou a este ponto. Enquanto isso, o grupo de amigos pondera sobre o futuro e as inevitáveis mudanças em suas vidas.",
      "24": "O aguardado momento do Prêmio Nobel finalmente chega para Sheldon e Amy. Enquanto eles celebram, o grupo de amigos confronta o fim de uma era e o que o futuro reserva para todos."
    },
    "2 Temporada": {
      "1": "Penny se sente ameaçada pela nova e brilhante colega de trabalho de Leonard e pede a Sheldon que a ajude a intervir. Contudo, o \"plano\" mirabolante de Sheldon para manipular os sentimentos de Penny pode sair pela culatra.",
      "2": "Desempregada e sem rumo, Penny mergulha de cabeça em um MMORPG. Sheldon, na tentativa de \"ajudá-la\", acaba controlando sua vida virtual e a transformando numa bárbara viciada em missões.",
      "3": "Sheldon tenta aliviar o estresse de Penny apresentando-a ao mundo de Age of Conan, mas ela rapidamente se torna uma bárbara viciada. Agora, ele precisa encontrar uma maneira de resgatá-la da tela e do vício do jogo.",
      "4": "Sheldon é convidado para um prestigiado simpósio científico, mas sua inteligência não o prepara para o complexo mundo das interações sociais. Seus amigos se esforçam para ensiná-lo as regras do networking, resultando em situações hilárias e constrangedoras.",
      "5": "Cansados de serem os motoristas de Sheldon, os amigos o forçam a enfrentar o desafio de aprender a dirigir. Contudo, suas alternativas para se locomover podem ser tão caóticas quanto suas tentativas de obter a carteira.",
      "6": "Sheldon fica em êxtase ao encontrar Ramona Nowitzki, uma estudante que idolatra sua genialidade e se oferece para ajudá-lo em sua pesquisa. No entanto, sua devoção intensa rapidamente se torna um pesadelo para Sheldon e seus amigos.",
      "7": "Sheldon declara guerra a Penny quando ela decide aceitar gorjetas, violando o 'acordo de amizade' dos amigos. Em sua peculiar vingança, ele decide 'punir' a vizinha com uma reorganização compulsiva de seu apartamento, quebrando de vez a trégua entre eles.",
      "8": "Quando as exigências excêntricas de Sheldon levam Leonard ao limite, a coabitação da dupla fica por um fio. Com Howard e Raj tentando mediar, será que eles conseguirão evitar uma \"separação\" de roommates?",
      "9": "Incomodado com o florescente romance de Leonard e Penny, Sheldon decide criar sua própria \"triangulação\" social ao buscar uma nova amiga. No entanto, a devoção de sua nova companheira, Ramona, se mostra um desafio inesperado.",
      "10": "Quando as calças favoritas de Sheldon ficam manchadas, ele embarca em uma busca obsessiva e peculiar para evitar ter que se desfazer delas. Enquanto isso, Penny decide voltar à faculdade, mas a ajuda de Leonard acaba sendo mais uma distração do que um auxílio.",
      "11": "Sheldon enfrenta o dilema de comprar um presente de Natal para Penny, aplicando lógica científica à complexidade das trocas de presentes. Sua solução inusitada e a resposta calorosa de Penny culminam em um momento raro e inesperado.",
      "12": "Os rapazes constroem um robô de combate para uma competição, mas \"Monte\" prova ser mais um desastre instável do que uma máquina assassina. As tentativas de fazê-lo funcionar testam a paciência e a amizade de todos.",
      "13": "Sheldon decide que é hora de fazer um novo amigo e desenvolve um algoritmo científico para encontrar a pessoa perfeita. Sua escolha recai sobre Barry Kripke, mas a jornada da amizade se mostra mais complicada do que o esperado.",
      "14": "Sheldon tenta ensinar finanças pessoais às garotas e até investe para elas, com resultados desastrosos. Contudo, sua peculiar forma de se preocupar com o futuro financeiro das amigas acaba vindo à tona.",
      "15": "A visita da mãe de Sheldon, Mary Cooper, vira a rotina de cabeça para baixo. Ela forma um laço surpreendente com Leonard, deixando Sheldon morrendo de ciúmes.",
      "16": "Sheldon se irrita quando o presente de Penny não corresponde ao valor sentimental do dele. No entanto, um gesto raro e surpreendente de afeto revela a profundidade de sua amizade.",
      "17": "Quando Penny começa a namorar um rapaz atraente, Sheldon o descreve como um Exterminador sem sistema operacional humano. Decidido a intervir, ele tenta \"programar\" Penny, mas suas maquinações podem sair pela culatra.",
      "18": "Penny decide virar empreendedora, mas sua ideia de negócio logo se transforma em um projeto de otimização obsessivo para Sheldon. A tentativa de ele \"ajudar\" cria uma dinâmica de trabalho hilária e caótica.",
      "19": "Uma nova e bela vizinha se muda para o prédio, rapidamente encantando os rapazes com seu charme. Sheldon, no entanto, suspeita de suas verdadeiras intenções, enquanto Penny se vê dividida entre a solidariedade e a crescente irritação.",
      "20": "Sheldon fica furioso quando Leonard aparece como o primeiro autor em um artigo científico, desencadeando uma briga sobre quem realmente merece o crédito. Em protesto, ele decide procurar um novo melhor amigo, com resultados desastrosos.",
      "21": "Uma convenção de física leva Sheldon, Leonard, Howard e Raj a Las Vegas. Enquanto Sheldon tenta aplicar a ciência para dominar as mesas de jogo, os outros buscam emoções mais convencionais.",
      "22": "A \"turbulência dos materiais confidenciais\" atinge Sheldon em cheio quando o governo classifica o projeto dos rapazes, levando-o a um pânico paranoico. Enquanto isso, Penny lida com as consequências indesejadas de um \"presente\" de Sheldon.",
      "23": "Sheldon arrasta Leonard, Howard e Raj para uma ambiciosa expedição científica ao Polo Norte, determinado a provar sua teoria das cordas. Mas será que esses gênios de laboratório sobreviverão ao desafio gelado?"
    },
    "3 Temporada": {
      "1": "Sheldon volta do Polo Norte e fica furioso ao descobrir que seus amigos falsificaram os resultados de sua pesquisa científica. Indignado, ele retorna para o Texas, forçando Leonard, Penny e Howard a bolar um plano para se desculpar e trazê-lo de volta.",
      "2": "Um grilo intruso no apartamento vira motivo de uma intensa e hilária disputa científica entre Sheldon e Howard. A busca pela espécie certa pode levar a uma verdadeira guerra entre os amigos.",
      "3": "Sheldon tenta usar técnicas de condicionamento operante para \"treinar\" Penny a se comportar de forma que o agrade. Enquanto isso, Howard se sente traído e tenta sabotar o novo relacionamento de Leonard com a Dra. Stephanie.",
      "4": "Sheldon faz de tudo para evitar ir ao casamento de sua prima, inventando as mais hilárias e improváveis desculpas. Enquanto isso, Raj tem uma crise existencial e decide se reinventar, adotando o inusitado estilo de vida de um pirata.",
      "5": "Sheldon entra em uma espiral de cálculos para encontrar o presente de aniversário perfeito para Penny, resultando em um gesto surpreendente e inédito para ele. Enquanto isso, Leonard e Stephanie chocam a todos com a rapidez de seu relacionamento.",
      "6": "Bloqueado em um problema científico, Sheldon mergulha no \"Vórtice Cornhusker\" ao se viciar em um videogame. Leonard e Penny tentam resgatá-lo dessa obsessão, sem saber que ela pode ser a chave para sua solução.",
      "7": "Quando Penny começa a namorar um músico, o ciúme de Leonard leva Sheldon a um plano inusitado para tentar separá-los. No entanto, a intromissão de Sheldon pode ter consequências bem diferentes do esperado.",
      "8": "Penny sofre um acidente e Sheldon precisa se virar para cuidar dela, já que os rapazes estão fora acampando. Espere por situações hilárias e, talvez, uma improvável aula de direção.",
      "9": "Após ser humilhado por Kripke, Sheldon planeja uma vingança elaborada com a ajuda de Howard e Raj. Paralelamente, Leonard e Penny discutem sobre os poderes de uma amiga psíquica.",
      "10": "Sheldon embarca em um ambicioso \"experimento\" para ensinar física a Penny, enquanto ela tenta compreender o mundo de Leonard. Contudo, a maior descoberta acontece quando Raj e Howard encontram uma mulher que é, incrivelmente, a versão feminina de Sheldon.",
      "11": "A visita da Dra. Beverly Hofstadter desenterra antigas inseguranças em Leonard, que vê sua mãe se conectar mais profundamente com Sheldon. Enquanto ele busca a aprovação materna, Penny tenta ajudá-lo a lidar com a complexa dinâmica familiar.",
      "12": "Com a visita da irmã de Raj, Priya, a faísca reacende entre ela e Leonard, deixando Sheldon de lado. Sentindo-se excluído, ele procura uma vidente para tentar prever o retorno de seus amigos.",
      "13": "Quando Sheldon recebe uma oferta de emprego em Bozeman, a perspectiva de sua partida abala o grupo. Seus amigos se unem em uma missão desesperada para convencê-lo a ficar em Pasadena.",
      "14": "Frustrado com um complexo problema de física, Sheldon decide emular Einstein em busca de inspiração. Sua jornada o leva a trabalhar na Cheesecake Factory ao lado de Penny, transformando o local em um palco de caos hilário.",
      "15": "Sheldon e Leonard recebem um convite de Natal para visitar o Grande Colisor de Hádrons na Suíça, mas quando Sheldon fica doente, Leonard leva Penny no seu lugar. Um Sheldon morrendo de ciúmes tenta então sabotar a viagem romântica do casal a todo custo.",
      "16": "Quando Sheldon perde a chance de conhecer o lendário Stan Lee, ele traça um plano ousado para conseguir um autógrafo. Mas a obsessão de um fã pode levá-lo a um encontro hilário e inesperado.",
      "17": "Um anel de \"O Senhor dos Anéis\" causa uma intensa disputa entre Leonard, Sheldon, Howard e Raj, transformando a amizade em uma comédia de cobiça e paranoia. Eles precisarão decidir quem é digno de possuir o \"Precioso\".",
      "18": "Quando seu artigo científico é rejeitado, um Sheldon desanimado decide que é hora de uma mudança radical em sua vida. Seus amigos tentam ajudá-lo a encontrar novos hobbies e um novo propósito, com resultados inusitados.",
      "19": "Sheldon e seu arqui-inimigo Wil Wheaton se reencontram em uma convenção de Star Trek, onde uma revanche épica os aguarda. Dessa vez, Sheldon está determinado a conseguir sua vingança em um torneio de cartas.",
      "20": "Sheldon, o mestre da rotina, vê seu mundo virar de cabeça para baixo com o término de Leonard e Penny. Decidido a restaurar a ordem, ele elabora um plano engenhoso – incluindo uma noite de espaguete – para reuní-los e manter seu próprio conforto.",
      "21": "A chegada de uma física brilhante e socialmente desinibida agita a vida dos rapazes. Suas propostas ousadas testam os limites de Leonard, Penny e até do cético Sheldon.",
      "22": "Sheldon finalmente compartilha a explosiva história por trás do elevador quebrado do prédio, revelando sua \"implementação\" e o motivo do uso constante das escadas. Leonard revisita os detalhes do início de sua inusitada amizade e como a decisão de dividirem apartamento foi tomada.",
      "23": "Um encontro arranjado de surpresa leva Sheldon a conhecer a peculiar Amy Farrah Fowler. A chegada dessa mulher com inteligência e personalidade tão semelhantes às suas promete agitar a vida do grupo."
    }
  },
  "Ghost": {
    "1 Temporada": {
      "1": "Samantha e Jay herdam uma mansão campestre e descobrem que o local é habitado por fantasmas de diferentes épocas. Após um acidente, Samantha ganha a habilidade de ver e interagir com esses novos e inesperados \"companheiros de casa\".",
      "2": "Sam tenta entregar uma mensagem final de Pete à sua viúva, mas descobre que o passado do fantasma guarda segredos surpreendentes. Enquanto isso, Jay tenta se conectar com o \"vivo\" Pete, com resultados inesperados.",
      "3": "Sam e Jay se esforçam para impressionar os pais dele num jantar, mas os fantasmas da casa têm seus próprios planos para a noite. Com a ajuda, ou não, das almas penadas, a refeição vira um caos inesquecível.",
      "4": "Enquanto Sam e Jay tentam avançar com a propriedade, a interferência de um fantasma teimoso cria um novo e hilário problema. Sam precisa usar suas habilidades recém-descobertas para mediar um impasse inesperado entre os mundos.",
      "5": "A visita inesperada da esposa de Pete à mansão traz à tona um segredo perturbador sobre sua morte. Sam tenta ajudar o fantasma a se comunicar, mas a verdade ameaça destruir a imagem que ela tinha do marido ideal.",
      "6": "Com os primeiros hóspedes prestes a chegar, Sam e Jay enfrentam um novo desafio que coloca a abertura do B&B em risco. Mas os fantasmas têm suas próprias agendas e podem atrapalhar tudo.",
      "7": "Flower precisa confrontar as dolorosas memórias de seu passado em um culto para destravar sua escrita, com Sam e Jay tentando ajudar. Enquanto isso, Isaac lida com dilemas pessoais sobre amor e aparências.",
      "8": "Sam se aprofunda no passado de um fantasma para ajudá-lo a seguir em frente, mas uma descoberta inesperada balança as estruturas da mansão. O que parecia impossível pode se tornar realidade, testando os limites entre a vida e a morte.",
      "9": "Samantha tenta se reaproximar da irmã, Bela, enquanto Jay busca levar um reality show para Woodstone. Os fantasmas tentam ajudar Bela, mas acabam causando mais confusão, enquanto Thor expressa seus sentimentos por Flower.",
      "10": "Uma descoberta surpreendente ameaça o futuro da mansão, forçando Sam e Jay a uma corrida contra o tempo. Os fantasmas terão que superar suas diferenças para ajudá-los a salvar o lar que todos compartilham.",
      "11": "Sam e Jay se esforçam para impressionar um crítico de hotel exigente, mas a intromissão de um fantasma teimoso ameaça seus planos. A chave para o sucesso pode estar em ajudar o espírito a finalmente encontrar sua paz.",
      "12": "Enquanto Sam e Jay se preparam para um novo passo, os fantasmas da mansão precisam de sua ajuda com um problema urgente. Mas será que eles conseguirão lidar com a situação e, ao mesmo tempo, manter seus próprios planos?",
      "13": "Um espírito perigoso do passado ameaça arrastar todos os fantasmas da mansão consigo ao tentar cruzar. Com o destino de todos em jogo, Sam e Jay precisam tomar uma decisão crucial sobre o futuro de sua casa.",
      "14": "Uma visita inesperada deixa Sam dividida entre seus amigos fantasmas e a família de Jay. Enquanto um romance improvável floresce, a chegada de um investigador paranormal ameaça expor os segredos mais bem guardados da mansão.",
      "15": "Um novo desafio surge para Sam e Jay na mansão, obrigando os fantasmas a desenterrar segredos antigos para ajudar ou atrapalhar. A convivência entre vivos e mortos nunca foi tão hilária e imprevisível.",
      "16": "A irmã viva de Trevor surge na mansão, e Sam precisa ajudá-la a desvendar o mistério do corpo desaparecido do fantasma. A busca por seu paradeiro pode, finalmente, revelar a chocante verdade sobre sua morte.",
      "17": "Enquanto o B&B de Sam e Jay ganha forma, uma crise inesperada entre os fantasmas promete virar o projeto de cabeça para baixo. Sam precisa usar suas habilidades únicas para unir vivos e mortos antes que tudo se perca.",
      "18": "Um evento inesperado desestabiliza a paz na mansão Woodstone, forçando Sam e Jay a intervir numa disputa fantasmagórica. A confusão pode revelar um segredo antigo capaz de mudar tudo para os vivos e os mortos."
    },
    "3 Temporada": {
      "1": "Sam e Jay se preparam para uma nova fase em Woodstone, mas o desaparecimento de um fantasma causa pânico e uma investigação urgente. Enquanto buscam respostas, uma verdade chocante sobre o passado da mansão vem à tona.",
      "2": "Sam e Jay enfrentam um dilema financeiro que exige uma solução criativa. Enquanto isso, os fantasmas se dividem sobre a melhor estratégia para ajudar, resultando em mais confusão do que o esperado.",
      "3": "Enquanto Sam e Jay lidam com mais uma empreitada para o B&B, os fantasmas se metem em confusão. Um deles está determinado a provar algo, mas à custa de quem?",
      "4": "Sam e Jay enfrentam novos desafios para manter o B&B à tona, enquanto um dos fantasmas do passado revela uma peculiaridade inesperada. A confusão aumenta quando a convivência entre vivos e mortos mais uma vez vira de cabeça para baixo.",
      "5": "Quando um dos moradores fantasmagóricos de Woodstone manifesta um novo poder inesperado, Sam e Jay precisam conter o caos. Eles correm contra o tempo para evitar que o segredo da mansão seja revelado aos seus hóspedes.",
      "6": "Um segredo inesperado vem à tona na mansão, testando os limites da paciência de Sam e Jay com os vivos e os mortos. Enquanto os fantasmas tentam ajudar à sua maneira peculiar, o caos se instala no B&B.",
      "7": "Um problema inesperado na mansão coloca Sam e Jay em apuros com os vizinhos, forçando-os a pedir ajuda aos fantasmas. Mas os espíritos têm suas próprias ideias de como \"resolver\" a situação.",
      "8": "Sam e Jay tentam impressionar um crítico influente para alavancar a pousada. Mas quando um fantasma do passado de Thorfinn surge inesperadamente, a chance de sucesso se torna... assustadora.",
      "9": "Quando um segredo inesperado de um dos fantasmas mais antigos vem à tona, a reputação do B&B de Sam e Jay fica em risco. Eles precisarão da ajuda dos outros residentes espectrais, mas será que todos estão dispostos a cooperar para salvar o negócio?",
      "10": "Um enigmático \"10\" aparece em Woodstone, virando a rotina de Sam e Jay de cabeça para baixo. Os fantasmas tentam ajudar, mas suas próprias teorias e travessuras podem ser o maior obstáculo para desvendar a verdade."
    },
    "4 Temporada": {
      "1": "Uma nova temporada traz novos desafios para Alison e Mike, que tentam manter o controle da caótica Button House. Enquanto isso, um evento inesperado agita o dia a dia dos fantasmas, testando ainda mais os limites da convivência.",
      "2": "Sam e Jay se veem em uma enrascada quando os fantasmas da mansão Woodstone causam mais um de seus peculiares problemas. Enquanto tentam manter o B&B nos eixos, uma nova dinâmica inesperada testa os limites de todos.",
      "3": "Os desdobramentos de um acontecimento chocante testam os nervos de Sam e a coesão da mansão. Enquanto Sam tenta manter a paz entre os fantasmas, Jay enfrenta um desafio inesperado que ameaça o futuro do B&B.",
      "4": "É 02 de fevereiro e a celebração do Dia da Marmota no Woodstone Manor ganha um toque fantasmagórico. Um dos fantasmas confronta a estranha e repetitiva natureza de sua própria eternidade.",
      "5": "Um estranho código numérico \"03\" começa a aparecer por todo o casarão, perturbando os fantasmas e a nova clientela do B&B. Sam e Jay se apressam para decifrar a mensagem antes que ela cause um desastre de outro mundo.",
      "6": "Sam e Jay enfrentam um dilema sobrenatural quando um item ou evento misterioso ligado ao enigmático \"03\" abala a rotina da mansão. Os fantasmas tentam ajudar, mas suas boas intenções podem levar a complicações hilárias.",
      "7": "Um novo mistério abala a paz de Woodstone, forçando Sam a desvendar segredos dos vivos e dos mortos. Enquanto Jay tenta manter a sanidade, os fantasmas encontram uma forma peculiar de \"ajudar\".",
      "8": "Sam e Jay esbarram em um segredo chocante que ameaça a frágil paz da mansão. Agora, eles precisam lidar com as consequências enquanto um novo problema surge, testando os limites de todos.",
      "9": "Um mistério inesperado mobiliza Sam e os fantasmas para desvendar um segredo há muito enterrado na mansão. À medida que as pistas se revelam, os vivos e os mortos aprendem algo surpreendente sobre si mesmos.",
      "10": "Um incidente inesperado na propriedade revela uma conexão profunda com o número \"05\", desencadeando uma série de eventos misteriosos. Sam e Jay, com a ajuda dos fantasmas, precisam investigar o enigma antes que segredos do passado causem problemas no presente.",
      "11": "Um misterioso acontecimento relacionado ao número \"06\" perturba a rotina dos vivos e dos mortos na mansão. Sam e Jay precisam desvendar o enigma antes que o caos se instale entre os fantasmas.",
      "12": "Uma nova complicação ameaça o equilíbrio da mansão Woodstone, forçando Sam e Jay a contar com a ajuda dos fantasmas para desvendar o mistério. Com o destino de corações (e não-corações) em jogo, a turma precisa se unir antes que seja tarde demais.",
      "13": "Um segredo de longa data vem à tona e ameaça desestabilizar a harmonia na mansão Woodstone. Sam e Jay precisam agir rápido para impedir que as tensões entre os fantasmas saiam do controle.",
      "14": "A aparição de um misterioso item marcado com '07' agita os fantasmas, que tentam desvendar seu significado. Sam e Jay embarcam em uma busca por respostas, descobrindo um segredo inusitado sobre a história de Woodstone.",
      "15": "Um evento misterioso na mansão Woodstone coloca Sam e os fantasmas diante de um enigma: o número \"08\" aparece inexplicavelmente. Agora, eles precisam decifrar seu significado antes que um segredo há muito tempo guardado venha à tona e cause um novo tipo de confusão.",
      "16": "Um enigmático número \"08\" ressurge, obrigando um dos fantasmas a confrontar um capítulo doloroso e há muito esquecido de seu passado. Sam e Jay correm para desvendar seu significado, temendo que antigas feridas reacendam perigosos conflitos na mansão.",
      "17": "Um novo problema assombra Woodstone, e Sam e Jay precisam da ajuda dos fantasmas para desvendar o mistério. Mas, como sempre, os moradores espectrais podem acabar criando mais confusão do que soluções.",
      "18": "Um segredo há muito guardado por um dos fantasmas vem à tona, remetendo a um evento crucial do passado da mansão. Sam e Jay precisam lidar com as tensões que surgem entre os mortos, enquanto buscam a verdade por trás da revelação.",
      "19": "Um novo desafio no B&B exige que Sam e Jay atinjam a perfeição. Enquanto os fantasmas debatem o que realmente significa um \"10\", a corrida pela nota máxima pode levar a resultados inesperados.",
      "20": "Um segredo de dez anos, enterrado nas profundezas de Woodstone, vem à tona e ameaça desestabilizar o frágil equilíbrio entre os vivos e os mortos. Sam e Jay precisam unir forças com os fantasmas para enfrentar as consequências de uma verdade há muito tempo esquecida.",
      "21": "O enigmático número \"11\" se torna o centro de um novo mistério em Woodstone, colocando Sam e Jay em uma corrida contra o tempo. Os fantasmas precisam unir forças para desvendar um segredo que pode alterar suas vidas pós-morte para sempre.",
      "22": "Quando um mistério envolvendo o número 11 surge na propriedade, Sam e Jay precisam da ajuda dos fantasmas para desvendar segredos antes que o caos se instale. A mansão e seus habitantes, vivos e mortos, enfrentam uma revelação que pode mudar tudo para sempre.",
      "23": "O número 12 ganha um significado inesperado quando um segredo do passado de um fantasma é revelado. Sam e Jay enfrentam uma verdade chocante que pode alterar para sempre a dinâmica da mansão.",
      "24": "Um evento misterioso ligado ao número 12 agita a mansão, forçando Sam e os fantasmas a investigar seu significado. A descoberta pode desvendar um segredo antigo e mudar o destino de todos na casa.",
      "25": "Um estranho incidente ligado ao número 13 traz uma onda de azar para a mansão, colocando Sam e Jay em uma corrida contra o tempo. Os fantasmas precisam desvendar o mistério antes que a má sorte mude seus destinos para sempre.",
      "26": "Um fantasma do passado revela uma conexão inesperada com o número 14. Sam e Jay correm contra o tempo para desvendar um mistério que pode mudar tudo na mansão.",
      "27": "Um segredo de 15 anos vem à tona na mansão, agitando os fantasmas e testando os laços entre eles. Sam e Jay precisam desvendar essa verdade oculta antes que ela revele mais do que esperavam.",
      "28": "Um segredo de 16 anos vem à tona na mansão Woodstone, forçando um dos fantasmas a reviver seu passado. Sam e Jay precisam lidar com as repercussões dessa revelação inesperada.",
      "29": "Quando um segredo de 17 anos ligado ao passado de um fantasma é revelado, as tensões aumentam em Woodstone. Sam e Jay precisam encontrar uma forma de apaziguar os ânimos antes que um antigo rancor destrua a harmonia da casa.",
      "30": "Quando o número 18 se manifesta de forma misteriosa na mansão, Sam e os fantasmas precisam desvendar um enigma que pode revelar um segredo há muito tempo guardado. A paz na casa nunca mais será a mesma.",
      "31": "Um achado misterioso com o número 19 desenterra uma memória há muito esquecida entre os fantasmas da mansão. Sam e Jay precisam ajudá-los a desvendar o segredo por trás dele, antes que um fantasma irritado reviva um conflito antigo.",
      "32": "Um novo fantasma que morreu aos 20 anos agita a dinâmica da mansão, trazendo à tona memórias e arrependimentos dos outros espíritos. Enquanto Sam e Jay tentam ajudar o recém-chegado a se adaptar, os fantasmas são forçados a revisitar suas próprias juventudes perdidas.",
      "33": "Um novo fantasma de 21 anos surge na mansão com um segredo sobre sua morte que choca a todos. Sam e os fantasmas precisam desvendar um antigo mistério, cujas revelações podem afetar tanto os vivos quanto os mortos.",
      "34": "Quando um dos fantasmas se vê assombrado por um número do seu passado, Sam precisa investigar o que o \"22\" realmente significa. A verdade por trás desse mistério pode revelar segredos inesperados sobre a casa."
    }
  }
}